[{"email": " qsrjx-4305713756@job.craigslist.org ", "description": ["\n\t\tFULL TIME, ONSITE, Senior Backend Web Developer WANTED  (Westside)", "\nABOUT US:", "\n- Funded by the National Science Foundation.", "\n- This project has the potential for worldwide social impact.", "\n- We are a small start-up organization (for-profit).", "\n- The team is professional, polite, and passionate about education, learning, teaching.", "\n- The team includes a world-class advisory board and consultants.", "\nOVERVIEW:", "\nJob location: ALL WORK must be done On-Site in West Los Angeles (90049) ", "\nCompensation: $8,000-9,000/month ", "\nEmployment Type: Full-Time Employee (W-2)", "\nStart date: July 2014", "\nDuration: About 2 years (possibly longer based on available funds)", "\nWe are looking for someone who has developed:", "\n- a web app authoring tool or presentation software in the past (something like Office 365 or Google Docs); and/or", "\n- a large data driven website for creating and sharing of documents (something like Slideshare).", "\nIf you have this experience, we'd love to hear from you.", "\nYou will be responsible for architecture, development, documentation of the back-end for our platform.", "\nThis is a senior level position for a software developer who is experienced and proficient in a Unix/Linux environment. ", "\nCandidate must have recent and solid experience with all the following languages, which are used heavily in our core applications. They are listed in order of importance:", "\n* PHP (OOP and/or PHP5 experience preferred) (With framework experience)", "\nCakePHP, Symphony, Codeigniter, etc...", "\n* MySQL ", "\n* JavaScript ", "\n* HTML /CSS", "\n* Amazon AWS", "\n* Apache", "\nOther Credentials required: ", "\n* Degree in Computer Science and/or equivalent experience ", "\n* SOAP/REST/Web Services", "\n* SOA (Service Oriented Architecture)", "\n* Ajax experience. ", "\n* Search Marketing/SEO experience", "\n* Demonstrated success at managing tasks to strict deadlines", "\n* Highly self-motivated and able to work with minimal supervision", "\n* Strong written and verbal communication skills", "\n* Virtualization experience", "\nIf you feel you are qualified for this position please send:", "\n1.Cover letter highlighting key experience with required skills ", "\n2.Resume (PDF or Word or online link)", "\n3.Sample code ", "\nThank you.\n\t"], "referer": "http://losangeles.craigslist.org/wst/eng/4305713756.html", "id": "4305713756", "title": ["\n  ", "\n  FULL TIME, ONSITE, Senior Backend Web Developer WANTED (Brentwood)\n"]},
{"email": " xdqb5-4309547918@job.craigslist.org ", "description": ["\n\t\tWe're a fast growing online education company seeking a mobile developer to expand our mobile offerings.", "\nThe mobile developer position will be required to design, develop, test, document, deploy, support and sustain the mobile apps, particularly for the iPad, with iPhone, Android, and / or Windows Mobile a plus.  Must be able to work closely with engineering team integrate with an in-house API.  Attention to performance, user experience, scalability, clean and documented code is required. Candidate should have experience designing, developing and launching mobile web-service driven apps in the Apple App Store (Android Market or Windows Mobile a bonus). ", "\nLevel: Any", "\nRequired Skills:", "\n1+ years production mobile app development and detailed design experience.", "\nStrong mobile UX design, coding and support/maintenance, collaboration and communication skills", "\niOS7 experience, Android and Windows Mobile 7 experience a big plus, from design to store to updates", "\nObjective C, Java, Xcode, HTML5, CSS, Web Services", "\nEffective CSS layouts, graphics, icons/glyphs, fonts and motion graphics design", "\nExperience with web-services, social, gaming and multimedia apps", "\nTools:", "\nWork on Mac, PC or Linux.", "\nGit and Zendesk experience a plus", "\nPlease apply through our web form at:", "\n\t"], "referer": "http://losangeles.craigslist.org/wst/eng/4309547918.html", "id": "4309547918", "title": ["\n  ", "\n  Mobile Developer at Educational Company (Santa Monica, CA)\n"]},
{"email": " sqqbg-4313898944@job.craigslist.org ", "description": ["\n\t\tImpress Communications is a leading Marketing Strategies and Print Innovation Company in the San Fernando Valley looking for a passionate, self motivated and detail oriented IT Systems Administrator with a minimum of 5 years experience. The ideal candidate is an organized, energetic team player, a hands-on worker with excellent communication skills who can work effectively and efficiently in a fast-paced environment", "\nResponsibilities:", "\n• Basic network protocol / services knowledge (TCP/IP, UDP, SMB, DNS) ", "\n• Knowledge of network management using Windows Server NT, 2000 & 2003 & 2008, cPanel, and Plesk", "\n• Crystal Reports and Access Databases for Reporting.", "\n• Assist Management with analytical reports.", "\n• Create Reports using Access and Crystal Reports for management.", "\n• Knowledge of MAC OS X", "\n• Knowledge of Adobe CS5, CS6, & Quark", "\n• Configure and build networks using routers, switches and firewalls ", "\n• Knowledge of Windows Domains, Active Directory, and managing Google Apps ", "\n• Troubleshoot PC hardware/ software, email, internet, backup, printing and all networking problems. ", "\n• Install and configure hardware and software (e.g., network cards, SCSI devices, NAS, memory, video/printer drivers and hard drives ) ", "\n• Data recovery in most popular windows applications.", "\nOther preferred but not required:", "\nKnowledge of Macola Accounting Software", "\nKnowledge of PSI printing software", "\nGraphics/Print related applications", "\nPHP/ASP Coding", "\nRequired Skills and Experience:", "\n• Bachelor's Degree in Computer Science or MCSE desirable, or equivalent experience.", "\n• Advanced computer hardware knowledge -- servers, desktops, laptops, printers, portables and other peripherals. Candidate should be knowledgeable about and demonstrate commitment to learn the latest technology and advances in the MIS field. ", "\n• Demonstrated problem-solving and analytical abilities as it relates to technology. ", "\n• Eagerness and ability to learn independently as well as with instruction and assimilate and apply new knowledge. ", "\n• Interpersonal skills, self-initiative to work independently and in a team environment. ", "\n• Tenacious attention to detail with advanced organization skills. ", "\n• Ability to handle a fast-pace environment with changing demands and competing priorities.", "\nAbout the Company:", "\nImpress Communications is an award-winning visual communications company delivering multifaceted, fully integrated creative solutions - inspired graphic design & new media content, brand development, web development, innovative packaging, commercial printing, and digital photography. For more information, visit www.impress1.com.", "\nExcellent Benefits, 401K", "\nTo be considered for this position, please forward us a detailed resume along with your salary history."], "referer": "http://losangeles.craigslist.org/sfv/eng/4313898944.html", "id": "4313898944", "title": ["\n  ", "\n  Systems Engineer/Administrator (Chatsworth)\n"]},
{"email": " zkxms-4313838158@job.craigslist.org ", "description": ["\n\t\tSummary: ", "\nWe're a fast-growing, venture-backed health IT startup, and we're transforming the way that patients understand and manage their own health. We're starting by changing how patients understand and interact with their health data. We're looking for someone who is passionate about solving big problems through health tech innovation, and about helping patients understand their medical information in a way that has never been done before.", "\nThe ideal candidate is a full-stack developer who is able to take business requirements and develop meaningful product solutions for them. The Senior Software Engineer is excited about joining an early-stage start-up, and has the ability to focus on accelerating product development by prioritizing features for rapid iterations to service our customers.", "\nRole and Responsibilities:", "\nDesign, develop, document, and deploy software", "\nComfortable with supporting on-site client testing", "\nThrive in a nimble start-up environment", "\nPassion for solving healthcare problems and changing healthcare for the better", "\nQualifications:", "\n4+ years of experience architecting, developing, and deploying web-based solutions", "\nExperience with Java EE 6", "\nHands-on experience with the following: Spring, JPA, and Hibernate frameworks; APIs and RESTful interfaces", "\nComfortable moving between different technologies, and applying different tools to different problems", "\nDatabase management and design experience, SQL or NoSQL", "\nCandidate must be able to communicate clearly, especially in writing detailed design documents that can be understood and reviewed by peers", "\nExperience with Javascript, CSS, and HTML (responsive web design a plus)", "\nDemonstrated experience solving complex business and application problems", "\nStrong troubleshooting skills and prior experience working in Unix/Linux environments", "\nExperience with the AWS cloud-computing platform, including EC2 and S3", "\nKnowledge of healthcare standards like HIPAA and HL7 is a plus", "\nWhat We Can Offer You:", "\nCompetitive salary, benefits, and equity", "\nBenefits include: top-tier health insurance, dental and vision plans, additional insurance and retirement options, commuter benefits and great discounts on shopping and entertainment!", "\nBecome an early employee and work alongside the co-founders at a creative, fun company that is working to transform healthcare", "\nRegular company outings, food-ings, and events", "\nWe are looking for a Senior Software Engineer to join our team in an early startup environment, and play a major role in what our product and company become.", "\nAbout Luminate Health:", "\nLuminate Health (www.luminatehealth.com) is a fast-growing, venture-backed health IT startup that gives labs an easy and cost-effective way for patients to access, manage, and understand their lab results. We're a team of passionate, innovative, healthcare enthusiasts and alums of the Blueprint Health accelerator.", "\nWe're building a world-class team of health hackers that is excited by the possibilities of big data and passionate about disrupting the current state of healthcare. Come join us!\n\t"], "referer": "http://losangeles.craigslist.org/wst/eng/4313838158.html", "id": "4313838158", "title": ["\n  ", "\n  Senior Software Engineer at Health Tech Startup (LA, SF, or remote)\n"]},
{"email": " z8w9f-4319118366@job.craigslist.org ", "description": ["\n\t\tRESPONSIBILITIES:", "\n•\tInvestigate system problems, identify their source, test and implement solutions", "\n•\tAdminister and troubleshoot network servers, workstations, network devices and all operating systems, and end-user software", "\n•\tPerform and test routine system backups and restores", "\n•\tManage end user accounts, permissions, access rights, and storage allocations", "\n•\tDeployment, configuration and ongoing support of user and network systems", "\n•\tDemonstrate initiative and maintain a high degree of professional conduct at all times", "\n•\tSeek opportunities to improve knowledge, skills, and performance", "\n•\tProvide remote support to employees across our organization", "\nTECHNICAL QUALIFICATIONS:", "\n•\tBS Degree in Computer Science. ", "\n•\tMCSE, MCITP or MCTS with additional certifications highly desirable", "\n•\tMinimum 5 years' experience in System Administration and troubleshooting using Microsoft server/workstation operating systems", "\n•\tMinimum 5 years IT networking and systems experience with responsibility for installing network infrastructure devices including firewalls, routers, and switches and network management software", "\n•\tStrong knowledge of scripting technologies (preferably VBScript and/or PowerShell)", "\n•\tBroad technical capabilities to distinguish between hardware/software-related problems", "\n•\tThorough knowledge of and experience with Windows Server (2003/2008/2011/2012), SQL Server, virus protection tools, TCP/IP, DHCP, WINS, DNS, DHCP", "\n•\tThorough understanding of Microsoft Active Directory, Group Policy and SharePoint Services", "\n•\tAbility to configure L2/L3 switches and routers", "\n•\tThorough understanding of Microsoft SMS, WSUS", "\n•\tFamiliarity with monitoring tools ", "\n•\tExperience with Azure highly desirable", "\n•\tExperience deploying, configuring, and managing Microsoft 365", "\n•\tExcellent analytical/problem solving and time management skills, including the ability to work with minimal supervision and as a member of a team", "\n•\tStrong written and verbal communication skills to explain ideas to both management and technical audiences", "\n•\tDocumentation skills including the development of designs, standard operating procedures, inventories, problem analysis reports, and small project plans", "\nREQUIREMENTS:", "\n•\tMust be available for 24 hour 'on-call' support on as needed basis to respond to computer system emergencies", "\n•\tReliable personal vehicle, a valid driver's license and a good driving record", "\n•\tStable work history and good references from former employers and clients", "\n•\tAble to lift up to 50 lbs.", "\n•\tMust pass a background check and drug test.", "\nPlease send cover letter and resume to apply @ scribesstat.com"], "referer": "http://losangeles.craigslist.org/sfv/eng/4319118366.html", "id": "4319118366", "title": ["\n  ", "\n  Senior Systems Administrator / Engineer (Woodland Hills)\n"]},
{"email": " mz5fq-4320770711@job.craigslist.org ", "description": ["\n\t\tAspiriant is the leading independent wealth management firm with offices spanning the United States. We recognize and respect the value and contributions of each staff member to the overall success of our company, and strive to cultivate a work environment that strikes an agreeable balance between our professional and personal lives. ", "\nPosition Overview", "\nWe are looking for an experienced, hands-on Salesforce Business Analyst to assist in the continued maintenance and support of our Salesforce implementation. Responsibilities include administration and support of our Salesforce database including, but not limited to managing user setup, profiles and roles, fields, object customizations, record types, page layouts, templates, validations, including data integrity in general. This role will also coordinate process and workflow documentation creation and improvements including the mapping and automation of tasks, applications integrations, data retrieval and reporting to ensure we are leveraging Salesforce for efficiency and effective client management.", "\nKey Responsibilities ", "\n•\tProvide Salesforce technical support to all end users", "\n•\tWork with users and vendors to document and resolve issues", "\n•\tWork with users and management to document, design, test and deploy complex processes workflows including rules and triggers", "\n•\tDevelop and create customized reports and dashboards", "\n•\tKeep application users informed about system functionality and enhancements", "\n•\tPrepare training material and provide end user training in person, via web conferencing and recorded presentations", "\n•\tCreate and maintain documentation on processes, policies, protocols, application configuration and help-related materials for users as applications are developed", "\n•\tMaintain system metrics to track trends in usage and data integrity", "\n•\tPeriodically run data maintenance procedures to enhance data integrity and system functionality", "\n•\tParticipate in the selection, testing, installation and maintenance of AppExchange applications", "\n•\tMonitor new Salesforce release features and functionality and provide recommendations for process improvements", "\n•\tRecommend changes in development, maintenance and standards", "\n•\tOther duties as assigned", "\nQualifications ", "\n•\tCollege degree", "\n•\tMinimum of 3 years of experience as Salesforce Administrator with technical implementation, day-to-day operations, and long term maintenance", "\n•\tAn innovative thinker who is both technologically sound and has a good business operations perspective", "\n•\tAbility to multitask and work on multiple project at the same time", "\n•\tExcellent spoken and written communication as well as receptive listening skills, with ability to present complex ideas in a clear, concise fashion to technical and non-technical audiences.", "\n•\tUnderstanding of Apex and Visual Force design and functionality", "\n•\tSome travel might be necessary for deployment and training ", "\n•\tProficient with databases, Data Loader and Excel functionality", "\nAspiriant is a Registered Investment Adviser, subject to SEC regulation, and requires all employees to disclose securities holding and transactions for themselves and certain family members.  There are also restrictions on trading certain securities.  Candidates are encouraged to request further information regarding these policies. ", "\nApplicants should email a cover letter, resume, and salary requirements to hr-it @ aspiriant.com (<- put that together) ", "\nResumes without cover letter/ salary requirements will not be considered.", "\nNo calls please.", "\nAspiriant is an Equal Opportunity Employer.", "\nWe are committed to diversity.", "\nwww.aspiriant.com"], "referer": "http://losangeles.craigslist.org/wst/eng/4320770711.html", "id": "4320770711", "title": ["\n  ", "\n  Salesforce Business Analyst (West Los Angeles)\n"]},
{"email": " bcmdw-4322443305@job.craigslist.org ", "description": ["\n\t\tLooking for a talented software engineer with extensive skills in php, javascript, html/css and mysql. I am looking for someone who can write scalable and clean code and handle data sets in the millions. You are both a front end and backend expert and take pride in delivery a fully functional scalable product.  You will be developing consumer facing internet applications and utilizing third party api's, tools, etc. You will work from home and meet weekly. This is a full time job and a full time commitment. Not looking for someone who wan't to clock in and out at 9-5. Rather someone who will give it their all whenever possible no matter the time of day.\n\t"], "referer": "http://losangeles.craigslist.org/wst/eng/4322443305.html", "id": "4322443305", "title": ["\n  ", "\n  Internet Software Engineer (West Hollywood/Santa Monica)\n"]},
{"email": " 2hhws-4326489838@job.craigslist.org ", "description": ["\n\t\tAccedo (www.accedo.tv) is looking for talented and motivated Front End Software Developers/ Engineers for our dynamic team expanding in LA in our brand new office in the heart of the Miracle Mile . You will develop leading applications for famous Media brands and Telecommunication companies in the dynamic digital industry on a variety of exciting devices including Smart TVs, Game Consoles , IP Set Top Boxes, and Smartphones/Tablets devices. ", "\nThis is a great chance to use your .NET / web dev skills and build leading edge Xbox / Xbox one media applications that also make use of  advanced user interaction features  including kinect and voice recognition.", "\nRequired skills.", "\n-  Degree in computer science/engineering.", "\n- 2-3 years experience in C# .net.", "\n- HTML/CSS/JS web development skills are also valued", "\n- Highly motivated team player, a self-starter who can work in a fluid and fast moving environment.", "\n- Good communicator who is responsible for his work and commitments.  ", "\n- Eager to learn new technologies on cutting edge platforms.", "\nNice to have.", "\n- Professional experience with C++.", "\n- Professional experience with Xbox or other gaming console.", "\n- Professional experience with IOS or Android.", "\n- Web development with HTML5, CSS, JS.", "\n- Comfortable with application of design patterns.", "\n- Agile development methodology.", "\nPlease apply with your resume. This is an onsite Full time position."], "referer": "http://losangeles.craigslist.org/lac/eng/4326489838.html", "id": "4326489838", "title": ["\n  ", "\n  Software Developer (LA)\n"]},
{"email": " 4qd5w-4327988670@job.craigslist.org ", "description": ["\n\t\tLooking to write code that makes a tangible impact on a growing business? Ranker has an immediate need for ace programmers who gets things done. Your experience and resume matters far less than your ability to produce results, so when applying for this position, please emphasize the projects that you have worked on and what specifically you did. Ideally, you'd have numerous things accomplished for which you were solely responsible. The ability to write relatively complex SQL statements, write web scrapers, and quickly create bug-free web applications is what we are looking for. We are going to test you on how good a programmer you are, with full access to the internet to look things up. We don't really care about programming theory here or knowing things that you can lookup on the internet. . .we care about getting things done.", "\nRequirements", "\n- SQL proficiency", "\n- PHP proficiency (will consider other scripting languages as a good programmer can likely switch without problems)", "\n- Pleasant Personality", "\nResponsibilities", "\nYou'll be working on helping us turn \"big data\" into lists by leveraging semantic datasets, APIs, and other resources to create content for Ranker's platform. You'll be creating automated systems that help us ensure that user contributions to this content are handled appropriately and quality is maintained. You'll be mashing up diverse datasets, including data from Ranker users, and creating new valuable answers to questions that never existed before (e.g. what is the most annoying driving behavior according to women in the midwest?). Opportunities to work on data visualization and data science exist as well.", "\nSalary commensurate with experience. Fully paid medical benefits and stock equity are also part of the package. Potential for some telecommuting a few days a week once you are up and running. Must be authorized to work in the United States on a full-time basis for any employer. Send resume, salary requirements, and cover letter -- and the more specificity you can share about your particular skills the better -- to email above.\n\t"], "referer": "http://losangeles.craigslist.org/lac/eng/4327988670.html", "id": "4327988670", "title": ["\n  ", "\n  PHP/SQL Content Developer - Ranker.com\n"]},
{"email": " zjnhw-4329096064@job.craigslist.org ", "description": ["\n\t\tLOCATION: Malibu, Ca", "\nDun & Bradstreet Credibility Corp. is the leading provider of credit building and credibility solutions for businesses.  The Company's core services enable businesses to establish, monitor and build their business credit and credibility.  The Company acquired the assets, previously managed as the Self Awareness Solutions (SAS) business unit, from D&B, Inc. (NYSE: DNB), the world's leading and most trusted source of commercial information and insight on business.  Credibility.com is an exciting and ambitious new division of Dun & Bradstreet Credibility Corp. focusing on helping businesses build a credible online presence, forge B2B relationships with suppliers and vendors, market their products and services in a scalable way, and monitor and manage their reputation with customers worldwide. There is also a significant emphasis on innovation, usage of cutting edge technologies, and building high performance web and mobile experiences on massive international datasets.", "\nDun & Bradstreet Credibility Corp. Highlights. . .", "\nIndependent, privately-owned and founded in August 2010.", "\nFunded by a top tier private equity firm, Great Hill Partners (www.greathillpartners.com); secured $200M in growth-capital.", "\nLed by CEO, Jeff Stibel and a proven senior executive team (www.dandb.com/management) with a track record of building and running successful technology-driven businesses.", "\nRapidly growing company with 600+ employees across the nation.", "\nStartup-within-a-startup division with significant autonomy, freedom to innovate, and entrepreneurial culture.", "\nCome be part of a dynamic company led by a group of entrepreneurial leaders with a proven track record where company culture is a critical mission of our CEO. Enjoy perks such as yoga classes, company happy hours, birthday celebrations, catered lunches and many other festivities throughout the year (think everything from Chinese New Year to national coffee day to Diwali!).", "\nTHE OPPORTUNITY", "\nThe Credibility.com division of Dun & Bradstreet Credibility Corp. is looking for Database Engineers to join our incredibly talented, metric driven team. Working in a fast-paced startup within a startup, Database Engineers will work closely with Web Service Engineers and business stakeholders. Our engineers collaborate within a tight-knit team in a cutting-edge technical environment. This position is open to both internal and external candidates. For internal candidates, this position may not represent a promotion, but instead a re-assignment to an exciting business unit, team, and reporting structure.", "\nDesign, Implementation, Administration, Maintenance of the data elements powering our Business Directory", "\nManagement and Architecture of both proprietary and licensed partner datasets", "\nBe a team player, willing to work on any task that comes up while still being able to let loose and enjoy the environment.", "\nTHE REQUIREMENTS/QUALIFICATIONS/ATTRIBUTES", "\nEDUCATION: BS in Computer Science or equivalent experience", "\nEXPERIENCE: 3+ years of professional development", "\nExpert in modern PHP development with version control (Git), unit testing (PHPUnit), package management (Composer), and ORM/ODM software", "\nStrong web service application design principles and experience with modern PHP frameworks like Laravel, Symfony, Silex, Slim, etc.", "\nStrong API design and usability experience, must understand and follow REST principles", "\nExperience with various data storage technologies and their uses: MongoDB, MySQL, Memcached, Redis", "\nExperience managing and deploying applications on PAAS like ElasticBeanstalk, Heroku, or AppFog", "\nExperience building and scaling web services supporting applications with heavy traffic", "\nDemonstrated ability to quickly learn new technologies", "\nStrong written and verbal communication skills and ability to translate technical ideas and concepts to non-technical clients", "\nPERSONAL ATTRIBUTES", "\nA self-directed individual who knows what needs to be done and operates with urgency, focus and discipline", "\nHave the ability to thrive in a high energy, high growth, fast paced, entrepreneurial environment", "\nStrong organizational skills with high attention to detail", "\nAble to work independently with minimal supervision", "\nHave excellent communication skills --  written, verbal, presentation and interpersonal", "\nHands-on; completes tasks and dependable", "\nStrong team player who can build strong relationships at all levels of the organization", "\nAbove all, ethical, fair and of high integrity"], "referer": "http://losangeles.craigslist.org/wst/eng/4329096064.html", "id": "4329096064", "title": ["\n  ", "\n  Web Services Engineer  (Malibu, Ca)\n"]},
{"email": " hzpts-4323676747@job.craigslist.org ", "description": ["\n\t\tLooking for talented mechanical engineer or similar background to help me with product development. Must have great skill, finesse and experience using Solidworks. The project entails CAD/CAM REFINEMENT of a digitized model. ", "\n(I have a working prototype of a viable product that needs refinement once we digitize the analog model).  Once CAD/CAM refinement is done, then product can be developed via Rapid prototype process for further development etc.", "\nGreat project for extra income in your spare time!  Call Paul at 310 650 1988"], "referer": "http://losangeles.craigslist.org/wst/eng/4323676747.html", "id": "4323676747", "title": ["\n  ", "\n  Mechanical Engineer / Product Devel. Opportunity (Westside)\n"]},
{"email": " 2hhxn-4329493188@job.craigslist.org ", "description": ["\n\t\tExciting, profitable startup is looking for awesome engineers to build cool projects.", "\nLooking for experiences node.js engineer.", "\nWould also be preferred if experienced in:", "\njavascript, jquery, backbone, mustache, client side frameworks, and other server-side programming languages (any language)", "\nDeveloper must be on-site. No telecommuters.", "\nCompany is located in Burbank. Compensation is commensurate with experience (very competitive). Lots of benefits including good vacation policies, catered lunches, company outings, great health plans, fun environment, and more.", "\nCompany has a consumer site and also a platform used by businesses. We deal with extremely large volumes of data and build world-class products.", "\nEmail your resume and lets set up some time to share with each other what we've been working on.\n\t"], "referer": "http://losangeles.craigslist.org/sfv/eng/4329493188.html", "id": "4329493188", "title": ["\n  ", "\n  Node.js engineer (burbank)\n"]}